export const questionList = [
    {   
        idx: 1,
        title: "좋아하는 직업군은?",
        option: ['전사', '마법사', '암살자','원거리 딜러', '탱커', '서포터']
    },
    {
        idx: 2,
        title: "어떤 챔피언을 하고 싶나요?",
        option: ["즐길 수 있는\n챔피언","이길 수 있는\n챔피언"]
    },
    {
        idx: 3,
        title: "어떤 챔피언을 하고 싶나요?",
        option:["공격적인\n챔피언","수비적인\n챔피언"]
    },
    {
        idx: 4,
        title: "어떤 챔피언을 하고 싶나요?",
        option: ["조작이 쉬운\n챔피언","어렵지만 화려한\n챔피언"]
    },
    {
        idx: 5,
        title: "어떤 챔피언을 하고 싶나요?",
        option: ["많이 쓰는\n챔피언","유니크한\n챔피언"]
    },
    {
        idx: 6,
        title: "심리싸움 좋아하십니까",
        option: ["네! 심리싸움 이기면\n너무 재밌죠", "아뇨. 저한테만\n집중하고 싶어요"]
    },
    {
        idx: 7,
        title: "자신의 마인드는?",
        option: ["일단 내가 잘해야 한다","내가 지더라도\n팀이 이기면 괜찮다"]
    },
    {
        idx: 8,
        title: "나의 조별과제 스타일은?",
        option: [
            "무조건 리더",
            "답답하면 리더",
            "그냥.. 열심히 해요",
            "버스타고 싶은데요? ㅎㅎ"
          ]
    },


]